run/031-pbbi-gas-speciation/0/Y_BiI3_s
FoamFile {version 2.0; format ascii; class volScalarField; object Y_BiI3_s;}
dimensions    [0 0 0 0 0 0 0];
internalField uniform 0;
boundaryField {
  INLET     {type fixedValue; value uniform 0;}
  OUTLET    {type zeroGradient;}
  WALL      {type zeroGradient;}
  FRONTBACK {type empty;}
}
